MICLARO-BACK-master/Servicios/api/application/views/Request/recuperarClave.php

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:clar="Claro.SelfCareManagement.Services.Entities.Contracts" xmlns:clar1="http://schemas.datacontract.org/2004/07/Claro.SelfCareManagement.Services.Entities.Messages">
   <soapenv:Header/>
   <soapenv:Body>
      <clar:RecuperarContrase単aUsuarioRequest>
         <!--Optional:-->
         <clar:solicitudRecuperarContrase単a>
            <clar1:nombreUsuario><?=$Vyvjwikpa2bp?></clar1:nombreUsuario>
         </clar:solicitudRecuperarContrase単a>
      </clar:RecuperarContrase単aUsuarioRequest>
   </soapenv:Body>
</soapenv:Envelope>